{
    "es": {
        "sobreNosotros": "Sobre nosotros",
        "nuestrosProductos": "Nuestros productos",
        "tienda": "Tienda",
        "contacto": "Contacto",
        "idiomas": "Idiomas",
        "labelEspaña": "Español",
        "labelIngles": "Inglés",
        "app-title": "El mejor aceite de Europa",
        "app-cuerpo": "El aceite de oliva virgen extra está considerado el mejor aceite del mundo, no solo por sus innumerables propiedades y beneficios para el ser humano, sino que también por su sabor y textura. Desde Olea nos encargamos de que todo el mundo tenga acceso a nuestra joya del mediterráneo. ¿De dónde sale este alimento?",
        "botonVideo": "Ver vídeo",
        "gotoAboutus": "Sobre nosotros",
        "historia": "Historia",
        "descripcionHistoria": "Sin lugar a dudas, Jaén cuenta con una de las tradiciones aceiteras más acentuadas del mundo. Su aceite de oliva virgen extra es considerado uno de los aceites más exquisitos de toda Europa. Nuestra empresa, lleva más 15 años haciendo posible que toda Europa conozca de primera mano la grandiosidad del aceite de oliva virgen extra.",
        "mision": "Misión",
        "descripcionMision": "En Olea, nuestra misión es democratizar el acceso a uno de los más exquisitos aceites del mundo. Nos esforzamos por ofrecer a cada persona la oportunidad de disfrutar y obtener fácilmente uno de los aceites más extraordinarios y preciados que existen, elaborado con pasión y calidad excepcional y procedente de su cuna, el mediterráneo.",
        "servicios": "Servicios",
        "molienda": "Molienda de aceite <br> de oliva",
        "textoMolienda": "Uno de nuestros principales servicios es la de realizar moliendas con nuestros molinos del aceite recolectado por los clientes. El aceite resultante del proceso de elaboración, se podrá vender en nuestras instalaciones.",
        "exportacion": "Exportación",
        "textoExportacion": "El aceite que producimos de nuestras cosechas y de las adquiridas por los clientes se venderán localmente y se exportarán a aquellas provincias interesadas",
        "venta": "Venta online",
        "textoVenta": "Nuestra empresa cuenta con una página web en la que se encuentran todos nuestros productos disponibles y aptos para su compra",
        "verProductos": "Ver productos",
        "tiposProductos": "Tipos de productos",
        "aceites": "Aceites",
        "productoAceite": "Uno nuestros productos estrellas son los aceites. En Olea contamos con una amplia diversidad de aceites procedente de las diferentes variedades locales de aceitunas, tales como: \"Picual\"\"Picuda\",\"Royal\",\"Cornezuelo\", etc.",
        "productoBasadoAceiteOliva": "Productos basados en aceite de oliva",
        "textoBasadoAceiteOliva": "Gracias a sus múltiples beneficios y a su polivalencia culinaria, nuestro aceite sirve para elaborar una gran variedad de productos basados en este. Como por ejemplo, nuestro famoso chocolate elaborado con aceite de oliva virgen extra.",
        "productoAceitunas": "Aceitunas",
        "textoAceitunas": "¿A quién no le gusta tomarse una tapita de aceitunas mientras almuerza? En Olea nos encargamos de ofertar diversas variedades de aceitunas para aquellos amantes de su sabor.",
        "verProductosTienda": "Ver productos en nuestra tienda",
        "nuestraTienda": "Nuestra tienda online",
        "productosElaboradosAceite": "Productos elaborados a partir de aceite",
        "aceitePt1": "Picualia 5L",
        "textoAceitePt1": "Aceite extraido de la aceituna variedad picual, ideal para ensaladas, carnes, mojar pan, etc.",
        "añadirCarrito": "Añadir al carrito",
        "aceitePt2": "AOVE Variedad Picual 3l",
        "textoAceitePt2": "Aceite procedente directamente de la Sierra de Seguro en Jaén, caracterizado por su aroma y un ligero sabor picante",
        "aceitePt3": "Pack 15L AOVE variedad Picual",
        "textoAceitePt3": "Para aquellos amantes de nuestro aceite, un pack económico de 15 litros de aceite de oliva virgen extra ecológico.",
        "aceitePt4": "Pack Oferta AOVE 6 botellas de 1L",
        "textoAceitePt4": "Pack numeroso perfecto para regalar nuestro a vuestros queridos más amantes del aceite ecológico",
        "pate1": "Paté de aceituna verde ecológico",
        "textoPate1": "Un paté elaborado a partir de aceitunas ecológicas ideal para acompañar en recetas o para untar en pan",
        "gazpacho": "Gazpacho ecológico 500ml",
        "textoGazpacho": "Gazpacho elaborado con los ingredientes más ecológicos de Jaén, basado principalmente en Aceite de Oliva Virgen Extra",
        "aceitunasEcologicas": "Aceitunas ecológicas",
        "aceitunas1": "Aceitunas verdes aliñadas ecológicas",
        "textoAceitunas1": "Aceitunas aliñadas en ajo ideal para acompañar comidas contundentes o de cuchara.",
        "aceitunas2": "Aceitunas aliño de la abuela",
        "textoAceitunas2": "Tarro de aceitunas de 700ml con aliño de la abuela. Destacan por su sabor y coloración",
        "formularioContacto": "Formulario de contacto",
        "rellena": "Rellena este formulario y nos pondremos en contacto con usted",
        "direccion": "Dirección",
        "telefono": "Teléfono",
        "enviar": "Enviar"
    },
    "en": {
        "sobreNosotros": "About us",
        "nuestrosProductos": "Our products",
        "tienda": "Market",
        "contacto": "Contact",
        "idiomas": "Languages",
        "labelEspaña": "Spanish",
        "labelIngles": "English",
        "app-title": "The best olive oil in Europe",
        "app-cuerpo": "Extra virgin olive oil is considered the best oil in the world, not only for its innumerable properties and benefits for the human being, but also for its flavor and texture. From Olea we make sure that everyone has access to our jewel of the Mediterranean. Where does this food come from?",
        "botonVideo": "Watch video",
        "gotoAboutus": "About us",
        "historia": "History",
        "descripcionHistoria": "Without a doubt, Jaén boasts one of the most pronounced olive oil traditions in the world. Its extra virgin olive oil is considered one of the most exquisite oils throughout Europe. For over 15 years, our company has made it possible for all of Europe to firsthand experience the greatness of extra virgin olive oil.",
        "mision": "Mission",
        "descripcionMision": "At Olea, our mission is to democratize access to one of the most exquisite oils in the world. We strive to provide every individual with the opportunity to easily enjoy and acquire one of the most extraordinary and precious oils available. Crafted with passion and exceptional quality, originating from its birthplace, the Mediterranean.",
        "servicios": "Services",
        "molienda": "Olive Oil Milling",
        "textoMolienda": "One of our main services is to perform milling using our mills for the oil collected by the customers. The resulting oil from the manufacturing process can be sold at our facilities.",
        "exportacion": "Exportation",
        "textoExportacion": "The oil we produce from our harvests and that acquired from customers will be sold locally and exported to interested provinces.",
        "venta": "Online sales",
        "textoVenta": "Our company has a website where all our products are listed and available for purchase.",
        "verProductos": "See our products",
        "tiposProductos": "Types of products",
        "aceites": "Oils",
        "productoAceite": "One of our flagship products is olive oil. At Olea, we offer a wide variety of oils derived from different local olive varieties such as \"Picual\", \"Picuda\",\"Royal\",\"Cornezuelo\", and more.",
        "productoBasadoAceiteOliva": "Olive Oil-Based Products",
        "textoBasadoAceiteOliva": "Thanks to its numerous benefits and culinary versatility, our oil is used to craft a wide array of products based on it. For instance, our renowned chocolate made with extra virgin olive oil.",
        "productoAceitunas": "Olives",
        "textoAceitunas": "Who doesn't enjoy having a few olives as a snack during lunch? At Olea, we specialize in offering various olive varieties for those who love their flavors.",
        "verProductosTienda": "View Products in Our Store",
        "nuestraTienda": "Our online store",
        "productosElaboradosAceite": "Products made from oil",
        "aceitePt1": "Picualia 5L",
        "textoAceitePt1": "Oil extracted from the Picual olive variety, ideal for salads, meats, dipping bread, etc.",
        "añadirCarrito": "Add to cart",
        "aceitePt2": "Extra Virgin Olive Oil - Picual Variety 3L",
        "textoAceitePt2": "Oil directly sourced from the Sierra de Segura in Jaén, known for its aroma and a subtle spicy flavor.",
        "aceitePt3": "15L Pack of Extra Virgin Olive Oil - Picual Variety",
        "textoAceitePt3": "For those who love our oil, an economical 15-liter pack of organic extra virgin olive oil.",
        "aceitePt4": "Special Offer: 6 bottles of 1L Extra Virgin Olive Oil Pack",
        "textoAceitePt4": "A generous pack perfect for gifting to your beloved ones who adore organic oil.",
        "pate1": "Organic Green Olive Pâté",
        "textoPate1": "A pâté made from organic olives, perfect for accompanying recipes or spreading on bread.",
        "gazpacho": "Organic Gazpacho 500ml",
        "textoGazpacho": "Gazpacho made with the most organic ingredients from Jaén, primarily based on Extra Virgin Olive Oil.",
        "aceitunasEcologicas": "Organic olives",
        "aceitunas1": "Organic Seasoned Green Olives",
        "textoAceitunas1": "Garlic-seasoned olives, ideal for accompanying hearty or spoon dishes.",
        "aceitunas2": "Grandma's Seasoned Olives",
        "textoAceitunas2": "700ml jar of Grandma's seasoned olives. Known for their flavor and vibrant coloration.",
        "formularioContacto": "Contact Form",
        "rellena": "Fill out this form, and we'll get in touch with you.",
        "direccion": "Address",
        "telefono": "Phone",
        "enviar": "Send"
    }
}